{
    "BLOGS": [
        {
            "Topic": "Need a Get Back in Shape Workout Plan?",
            "Body": "Congratulations if you have just decided to start an exercise program, or if you are getting back into working out after a long layoff! To help you ease into improved fitness with a low risk of injury, think \"FIT\" for a get back in shape workout plan.\n\nFIT is an acronym for Frequency, Intensity, and Time. The idea for getting back into working out after a long layoff is to gradually increase only one component at a time so that your heart, lungs, muscles, joints, and supporting tissues are given a chance to adequately support the increased activity. Your brain leads the way but your body needs a chance to catch up to prevent injury.\n\nAs a general rule, increase frequency or time first as you progress through your get back in shape workout plan, and then work on increasing intensity.\n\nStep 1. Start by increasing your daily activity levels.\n\nThat means using the stairs more frequently, parking further away from your destination, walking or bicycling instead of driving, less TV or computer viewing during leisure time, and simply moving more during the day. Work towards increasing your activities of daily living for about a month or so to help you prepare for getting back into working out after a long layoff.\n\nThe next step is to start your get back in shape workout plan with a frequency of about 3 days per week. Try to space out exercise days throughout the week instead of just exercising during the weekend. Be sure to keep up your activities of daily living too. Consider tracking your steps (wear a pedometer, allow your smartphone to track steps, or wear a fitness watch) to ensure that you meet your number of steps target. Many people aim for 10,000 steps a day. This includes both activities of daily living as well as exercise.\n\nWork up to 6 days per week of activity over the course of 6 months.\n\nStep 2. Next, increase the intensity of your activity.\n\nWindow shopping, cooking, and strolling are lower intensity activities that can be performed while singing or talking without effort. When working out, aim to work up to a moderate intensity level to gain more health benefits. At this level, it should be a little hard to carry on a conversation and singing is difficult.\n\nYou can also use your heart rate as a measure of exercise intensity. If you have taken a stress test or exercise test, then use your measured maximal heart rate for determining a moderate intensity range (about 50 - 70% of maximal heart rate). If you cannot measure your true maximal heart rate, then you can use an old rule of thumb to estimate it: 220 - your age in years. For instance, a 50-year-old would use 170 beats per minute (BPM) as their estimated maximal heart rate, with a goal of exercising at 85 - 120 BPM for moderate intensity.If you take medication that affects your heart rate or if you are over 40 and have health conditions, then please ask your healthcare provider for an appropriate exercise prescription.\n\nStep 3. Last, make sure you increase the duration of your activity.\n\nStart with a duration that works for you - do not try to keep up with a more fit person if you are just getting started. Even 10-minute chunks of time can provide health benefits. For instance, if you are very out of shape, you might start with 10 minutes of walking, 3 days a week. Over the course of a few weeks, you can increase your frequency to 5 days a week. Perhaps you find that over time, you can manage to get two 10-minute walks completed in a day. Hopefully, over the course of six months, you can work up to three 10-minute walks, at least 5 days a week. Moderate intensity exercise performed for 150 minutes per week (30 minutes/day x 5 days/week) is the goal for reduced risk and improved management of diabetes and heart disease.\n\nAs a general rule, increase the time by 5-minute increments to help reduce the risk of injury.\n\nIf you are able to tolerate a longer duration and are using exercise for weight control, then eventually work up to about 60 minutes of activity, most days of the week. If you track calories, then you can more precisely fine tune calories burned from exercise to meet your weight control goals."
        },
        {
            "Topic": "Can you take too many supplements? Why you might need to ditch the multivitamin",
            "Body": "Well, yes, if it concerns vitamins or minerals. Many of us have the mistaken assumption that if we need a little of something for health, then more is better. But getting too much of certain vitamins or minerals could be harmful. Of particular concern is getting a megadose or very large dose of a vitamin or mineral from a supplement.\n\nTolerable Upper Limit (UL)\n\nAccording to the National Institutes of Health Office of Dietary Supplements, the Tolerable Upper Limit is the maximum daily intake unlikely to cause adverse health effects. Not all vitamins and minerals have a UL due to lack of data or no evidence of harm at high intakes.\n\nWhich vitamins can be toxic?\n\nTo find the UL for a nutrient in MyNetDiary, on the Dashboard, go to My Weight Plan, select Nutrient Targets, find the vitamin or mineral of interest, tap the 3-dot icon to the right of the name, and then select the \"Target and Settings\" option to view recommended intake as well as the UL. If the nutrient has a UL, it will be listed there.\n\nIf you take vitamin or mineral supplements, check the amount of each vitamin and mineral in your supplement against the UL value. Supplement manufacturers do not do this for you - they are not required to list the UL nor are they required to limit the amount of a nutrient to its UL. Many supplements contain well over the UL. Labels typically list the actual nutrient content as well as the % Daily Value (%DV) - a value used specifically for food labels to help consumers compare intake against a generic daily goal. The Daily Value for a nutrient could be higher or lower than a person's Recommended Dietary Allowance (RDA) for their age and sex group.\n\nIs your supplement level higher than the upper limit?\n\nThe table below includes vitamins and minerals you can track in MyNetDiary and for which there is a UL. Because supplements never include this on their labels, the percentage of the UL value for each nutrient was calculated against its Daily Value. This percentage is represented in the last column as \"% UL / Daily Value.\"\n\nRethink your supplement choice if the content of one or more nutrients is higher than the UL. The exception would be if you have been prescribed a high-dose vitamin or mineral supplement by your healthcare provider to correct a nutrient deficiency or to manage a chronic disease. Contact your healthcare provider if you are not sure about which vitamins might be toxic for you.\n\nSupplement form vs. food source\n\nFor certain nutrients, the UL only applies to the synthetic form of the vitamin found in supplements or fortified food sources that can cause risk in high doses. This is true for vitamins A, E, niacin, and folate, and magnesium. Nutrients coming from natural food sources are rarely the cause of nutrient toxicity.\n\nMagnesium\n\nAre you surprised that the UL is lower than the Daily Value? This is not an error and the reason is simple. The tolerable upper limit (UL) applies only to magnesium coming from supplements and medications. Too much magnesium from supplements and medications can cause adverse health effects such as diarrhea, nausea, and cramping. But the good news is that there is no UL for magnesium that comes from food or water."
        },
        {
            "Topic": "5 Unique ways to add walking in your daily routine",
            "Body": "During this COVID pandemic, many of us have got restricted to our homes. Earlier people used to walk around their neighbourhood, go to the parks or nearby markets. But now, just for the sake of getting out of the house and getting in a bit of movement has become a go-to activity for lots of people. We have become lazy that even the thought of exercising is tiring to us. Well, it is not like that exercises only mean heavy workout, strength trainings, running like an athlete etc. Even small activities are a form of exercise if performed regularly. They help in keeping us fit and stay healthy.\n\nWalking is the best exercise to start from. We tend to ignore that walking daily for half an hour can be very beneficial for us. Taking a walk is also a good way if you are just starting out with your exercise regimen and need to ease into it. Benefits from incorporating walking into your daily routine include reduced risk of heart disease and diabetes, better mood, more energy, lower blood pressure and weight loss. And is possible to do just about anywhere without any specialized equipment.\n\nWalking can be easily accommodated into your routine with these simple yet unique ways.\n\n• Walk during phone calls. When ever we get a call from our loved ones, it usually takes up to an hour. This time, instead of sitting and munching, we should go to the terrace or an open place where we can take a walk as well. Why waste this time when you can burn some calories.\n\n• Walk up to the nearest markets or stores for daily items instead of picking a vehicle. In this way, you will be able to save on fuel as well. When walking, you will also know about your locality and the neighbouring area.\n\n• Take your kids to the parks in the evening. Let them play while you can walk your time.\n\n• Set a daily reminder to complete several steps. Start with a small number and then eventually increase it. When you have a daily goal before your eyes, it is easy to accomplish them.\n\n• Walk around the house more than often. If you are a dog lover but don't have any, you can schedule to walk other's dogs every day. \n\n it is said, a little progress everyday adds up to big results. Taking small steps in right direction will lead you to your goal of an active and healthy life."
        }
        
    ]
}